Repository: Panyapaseuth/LAP
Catalog: lib/l10n/app_*.arb
Languages: lo

# language
source: English
lo: ພາສາ

# helloWorld
source: Hello World Jiko
lo: ສະບາຍດີ

# hello
source: Hello {username}
lo: ສະບາຍດີ {username}

source: User name
lo: ຊື່ຜູ້ໃຊ້ງານ

source: Password
lo: ລະຫັດຜ່ານ

source: Login
lo: ເຂົ້າສູ່ລະບົບ

source: Remember user name
lo: ຈື່່ອີເມວ

source: Forgot Password
lo: ລືມລະຫັດຜ່ານ?

# dontHaveAcc
source: Don't have account?
lo: ທ່ານບໍ່ມີບັນຊີ?

source: Sign Up
lo: ລົງທະບຽນ

source: Loading
lo: ກຳລັງໂຫຼດ

source: processing
lo: ກຳລັງດຳເນີນການ

source: History
lo: ການເຄືອນໄຫວ

source: Transfer
lo: ໂອນເງີນ

# tax
source: Tax payment
lo: ອາກອນ

# electricity
source: Electricity payment
lo: ຈ່າຍຄ່າໄຟຟ້າ

# water
source: Water payment
lo: ຈ່າຍຄ່ານ້ຳ

# bill
source: Bill payment
lo: ຈ່າຍຄ່າບີນຕ່າງໆ

source: Payment
lo: ຈ່າຍ

# phone
source: Phone payment
lo: ຈ່າຍຄ່າໂທລະສັບ

source: Topup
lo: ຕື່ມເງີນເຂົ້າກະເປົາ

# leasing
source: Leasing payment
lo: ຈ່າຍຄ່າສີນເຊື່ອ

source: Wallet
lo: ກະເປົາເງີນ

source: Profile
lo: ໂປໄຟລ

source: Service
lo: ບໍລິການ

source: Settings
lo: ຕັ້ງຄ່າ

# error404Title
source: Can not connect to server
lo: ບໍ່ສາມາດເຊື່ມຕໍ່ຫາເຊິເວີ

# error404Str
source: Please check your internet connection
lo: ກະລຸນາກວດອິນເຕີເນັດຂອງທ່ານ

# errorUserTitle
source: Invalid User or password
lo: ຊື່ຜູ້ໃຊ້ ຫຼື ລະຫັດຜ່ານບໍ່ຖືກ

# errorUserStr
source: Please check your Email or Password again
lo: ກະລຸນາກວດສອບຊື່ຜູ້ໃຊ້ ແລະ ລະຫັດຜ່ານຄືນໃຫມ່

source: OK
lo: ຕົກລົງ

source: Account number
lo: ເລກບັນຊີ

# recentAccount
source: Recent accounts
lo: ເລກບັນຊິທີ່ຜ່ານມາ

# receiverAccount
source: Receiver's Account
lo: ເລືອກບັັນຊີປາຍທາງ

source: Add account
lo: ເພີ່ມບັນຊີ

source: From account
lo: ຈາກບັນຊີ

source: To account
lo: ຫາບັນຊີ

source: Transfer Confirmation
lo: ຢັ້ງຢືນການໂອນ

source: Amount
lo: ຈໍານວນເງີນ

source: Next
lo: ຕໍ່ໄປ

source: Description
lo: ຄຳອະທິບາຍ

source: Desc
lo: ຄຳອະທິບາຍ

source: Date
lo: ເວລາ

source: Details
lo: ລາຍລະອຽດ

source: Transfer succeeded
lo: ໂອນເງີນສຳເລັດແລ້ວ

source: Transfer failed
lo: ໂອນເງີນບໍ່ສຳເລັດ

source: succeeded
lo: ສຳເລັດແລ້ວ

source: failed
lo: ບໍ່ສຳເລັດ

source: Done
lo: ສຳເລັດ

source: From
lo: ຈາກ

source: To
lo: ຫາ

# kip
source: LAK
lo: ກີບ

# ref
source: Reference number
lo: ເລກອ້າງອີງ

# changePassTitle
source: Change password
lo: ປ່ຽນລະຫັດຜ່ານ

# changePassDesc
source: Change login password
lo: ປ່ຽນລະຫັດຜ່ານໃນການເຂົ້າແອັບ

# myQRTitle
source: My QR code
lo: QR ຂອງຂ້ອຍ

# myQRDesc
source: Generate your QR
lo: ສ້າງ QR ສຳຫຼັບການໂອນເງີນ

# changeProfileTitle
source: Change profile picture
lo: ປ່ຽນຮູບໂປໂຟລ

# changeProfileDesc
source: Change profile picture to display on the app
lo: ປ່ຽນຮູບໂປໂຟລທີ່ສະແດງໃນແອັບ
